package com.pokulan.aliveinshelter;

import com.badlogic.gdx.Gdx;
import com.badlogic.gdx.graphics.g2d.BitmapFont;

public class Koreanski {
    public static final BitmapFont czcionka = new BitmapFont(Gdx.files.internal("korean_font.fnt"));
    public static final String TEXT[] ={

            "새 게임", // 1
            "계속", // 2
            "통계", // 3
            "실패 수집 중", // 4
            "실패한 대피소", // 5
            "살아 있는 :", // 6
            "게임 시작", // 7
            "아들의 죽음", // 8
            "미완성 게임", // 9
            "가장 긴 게임", // 10

            "Bob! 서둘러, \n 가능한 한 많은 물품을 \n 잡고 싶다. \n Katrin", // 11

            "Bob 죽었다, 슬프다 ...", // 12
            "Ben이 죽었다, 왜 그를? 왜 ...?", // 13
            "Katrin이 죽었다. 마지막으로 건강한 여자가 죽었다.", // 14
            "Bob이 아프다, 약은 어디 있니?", // 15
            "Ben은 고열이 있습니다.", // 16
            "Katrin은 기분이 좋지 않습니다.", // 17
            "Bob은 너무 오래 돌아 오지 않았습니다.", // 18
            "Ben은 없어졌고 결코 돌아 오지 않을 것이다.", // 19
            "Katrin은 영원히 사라졌다 ...", // 20

            "우리는 아프다, 젠장!", // 21
            "비가 내리고 비가 내리고 피난처가 새고 있습니다.", // 22
            "누군가 우리 물을 쏟았 어 .0.25l!", // 23
            "어떤 음식은 ~ 0.2kg 썩었다.", // 24
            "전기가 없으면 문을 열거 나 손전등이 있으면 닫아 두십시오.", // 25
            "Ben은 더 이상의 죽음이나 생존을 위해 투쟁 할 수 없었다.", // 26

            "라디오가 마침내 수리되었습니다.", // 27
            "마스크가 수리되었습니다!", // 28
            "라디오가 다시 깨졌습니다 ...", // 29

            "우리는 쓰레기를 꺼내야한다. 그렇지 않으면 곰팡이가 우리를 죽일 것이다.", // 30
            "우리는 가벼운 신호를 주었고 아마도 우리를 구할 것입니다.", // 31
            "우리는 손전등을 잃었습니다.", // 32
            "우리는 손전등을 훔쳤다.", // 33
            "우리는 가면을 훔쳤다.", // 34
            "우리는 도끼를 잃어 버렸다 ...", // 35
            "다음에 우리는 거래 할 것이다.", // 36
            "무역이 끝났습니다.", // 37
            "소생 완료!", // 38
            "소생해야합니다! \n 빨리 타세요!", // 39

            "너무 느려서 \n", // 40
            "내 게임", // 41
            "신호를주세요", // 42

            "Bob", // 43
            "Ben", // 44
            "Katrin", // 45
            "굶주림", // 46
            "갈증", // 47
            "피곤하다", // 48
            "술취한", // 49

            "매트리스 = 다음 서사시를 위해 잠", // 50
            "쓰레기 싫어", // 51
            "Yikes!이 얼마나 괴물!", // 52
            "우리가 이것을 먹을 수 있을까?", // 53
            "카드는 우리의 유일한 즐거움", // 54
            "라디오 = 통신", // 55
            "전염병 수준 :", // 56
            "높은", // 57
            "낮음", // 58
            "거대한지도", // 58
            "도끼 - 샤프!", // 59
            "마스크, 조건 :", // 60
            "도구 :", // 61
            "원조 장비 :", // 62
            "일반 손전등", // 63
            "보존 식품", // 64
            "물", // 65
            "가솔린", // 66

            "몇 가지 유용한 정보가 있습니다.", // 67
            "Psst ... 나는 무언가를 가지고있다!", // 68
            "누군가 노크하고 있습니까 ??", // 69
            "약간의 소음이 있습니다, 도움이됩니까?", // 70
            "뭔가가 바닥에 떨어졌습니다.", // 71
            "침묵 밖 ...", // 72

            "공급이 없으면 Ben은 돌아 오지 않을 것이다 ...", // 73
            "공급이 없으면 Bob은 돌아 오지 않을 것입니다 ...", // 74
            "공급이 없으면 Katrin은 돌아 오지 않을 것입니다 ...", // 75

            "안녕하세요. \n"+
                    "여기는 상당히 복잡합니다. \n"+
                    "신뢰하지 마라. \n"+
                    "정부 또는 군대. \n"+
                    "당신은 우리와 함께 할 수 있습니다. \n"+
                    "모든 짝수 일, \n"+
                    "패키지를 남겨 둘 것입니다. \n"+
                    "여기 있습니다.", // 76
            "재미있는 사람들 [?] ...", // 77
            "나가! 너는 \n"+
                    "우리 중 하나가 아니야!", // 78

            "상자에 아무것도 없었다.", // 79
            "도구가있었습니다.", // 80
            "미터를 찾았습니다.", // 81
            "카드를 찾았습니다.", // 82
            "도끼를 발견했습니다.", // 83
            "가면을 발견했습니다.", // 84
            "우리는 채찍을 발견했습니다.", // 85
            "우리가 라디오를 발견했습니다!", // 86
            "도움 킷을 찾았습니다.", // 87
            "우리는 가솔린을 발견했습니다.", // 88

            "재배자", // 89
            "감자", // 90
            "알콜", // 91
            "용광로, 우리가 얼지 못하게 해", // 92
            "우리의 오래된 증류기", // 93
            "버킷", // 94
            "빙하기!?", // 95
            "시간이 지났어. 거기 앉아 있으면 지루해.", // 96

            "호보", // 97
            "Blooby가 때때로 너무 공격적입니다!", // 98
            "노", // 100
            "식물", // 101

            "당신은 살아 남았습니다 ...", // 102
            "모두가 죽었어.", // 103
            "공격과 살인 ...", // 104
            "메뉴 탭", // 105
            "우리는 공격 당했다.", // 106
            "우리는 약간의 도움, 감자와 새로운지도를 받았다!", // 107
            "우리는 떨어진 것을 밀어 냈다.", // 108
            "일", // 109
            "일", // 110
            "왼쪽으로 스 와이프 해주세요!", // 111
            "공항", // 112
            "그들은 곧 우리를 구할 것이다. Potatoes +1.", // 113
            "다음에 우리와 함께 할 것입니다.", // 114
            "우리는지도를 잃어 버렸다 ...", // 115
            "피난처 만", // 116
            "총", // 117
            "탄약", // 118
            "쿡", // 119
            "더러운 물", // 120
            "필터", // 121
            "파워 박스", // 122

            "목재", // 123
            "철", // 124
            "작업 테이블", // 125
            "배설물", // 126
            "점액", // 127
            "TV", // 128

            "로켓", // 129
            "로켓 연료", // 130
            "홀", // 131
            "제단", // 132
            "조건", // 133
            "판막", // 134
            "다른 것들 :", // 135
            "구리", // 136
            "퓨즈", // 137
            "철사", // 138
            "광부", // 139
            "박쥐", // 140
            "골든 키", // 141

            "삽", // 142
            "묘", // 143
            "심장", // 144
            "좀비", // 145

            "쉬운", // 146
            "하드", // 147
            "트렌치", // 148
            "새", // 149
            "실버 키", // 150

            "개", // 151
            "도그 하우스", // 152
            "개가 죽었다", // 153
            "금", // 154
            "골드 바", // 155
            "자전거, 체인 :", // 156
            "Bob은 모든 것을 보지 못했습니다. \n"+ "생존을위한 죽음과 투쟁", // 157
            "생존을위한 죽음과 투쟁", //158
            "다다리", // 159
            "뗏목", // 160
            "어업", // 161
            "물고기", // 162
            "Gommi Blueberry", // 163
            "GommiBerry Juice", // 164
            "피로감 감소", // 165
            "FishBerry", // 166
            "피곤함과 갈증을 25 %까지 줄입니다.", // 167
            "GreenDirt", // 168
            "긴 원정은 단지 1 일 걸립니다", // 169
            "연금술", // 170
            "매질", // 171
            "PissVision", // 172
            "16 일 동안 트랩 도어를 스캔 할 수 있습니다.", // 173
            "도움", // 174
            "공격자", // 175
            "공격", // 176
            "국방", // 177
            "MashedPotatoes", // 178
            "방어력을 100 %로 회복", // 179

            "본즈", // 180
            "라디오", // 181
            "식탁보", // 182
            "WastedSoul", // 183
            "InnocentSoul", // 184
            "WastedFish", // 185
            "10000의 피해를 입힌다", // 186
            "InnocentPotato", // 187
            "4000 방어력을 회복", // 188

            "BreakOut", // 189
            "도피가 몬스터를 치유하지 못합니다", // 190
            "DoubleKick", // 191
            "피해가 2 배 증가", // 192
            "복싱 가방", // 193
            "스피커", // 194
            "인질, 로프", // 195
            "인질, 군대 메시지", // 196
            "우리에게는 인질이 10 명 있으며, 구조하라! \n 그단스크, 레기온 53", // 197
            "보내기", // 198
            "우리는 당신을 구출하려고합니다. \n 날 :", // 199
            "닌자", // 200
            "당신은 5 일 동안 외부 괴물을 피할 것입니다.", // 201
            "담요", // 201
            "페니 휘슬", // 203
            "깨진 차", // 204
            "자동차 부품", // 205
            "고무총", // 206
            "치킨", // 207

            "식물이 벽 위에서 자랍니다.", // 208
            "물이 부족합니다!", // 209
            "음식이 천천히 부족합니다!", // 210
            "우리는 군대에 가벼운 신호를 주거나 살아남거나 도망 갈 수있는 다른 방법을 찾아야한다.", // 211
            "살아남을 수있는 길을 찾자. 우리는 거기에 앉아있을 수 없다", // 212

            "[TUTORIAL] \nHi! 이곳이 당신의 피난처이며, 당신은 그것을 움직일 수 있습니다 (왼쪽 / 오른쪽으로 스 와이프). 항목을 길게 터치하여 그것이 무엇인지와 그 상태를 확인하십시오. 침대에서 시간을 앞당기십시오. ", // 213
            "[TUTORIAL] \n대부분의 행동은 잠자기 후에 적용됩니다. 함정은 매우 중요합니다. 마당과 같은 곳으로 가거나 열어 누군가를 들여 보내거나 빛의 신호를 줄 수 있습니다. 강도를 읽을 수 있습니다 거기 그것을 고치십시오. ", // 214
            "[TUTORIAL] \n군대가 신호등을 원하는지 확인하려면 라디오를 탭하고, 문을 열어주고, 주변을 점검하여 확인하십시오! 구조에주의를 기울일 때까지 몇 번 걸릴 것입니다. 너를 발견하라! : D ", // 215
            "[TUTORIAL] \n가족에게 먹일 것을 기억하십시오! 아이템 / 자원을 얻으려면 탐험 (캐릭터의 메뉴에있는 부츠)을 떠나십시오 - 떠나기 전에 상태를 지켜보십시오! 물품이 없다면 돌아 오지 않을 것입니다. ! ", // 216
            "[TUTORIAL] \n지도를 잃어 버리면 도우미가 운이 좋다면 두 번째 줄 것입니다. 감자를 재배하고 상점에서 거래 할 수 있습니다.", // 217
            "[TUTORIAL] \n이 게임은 쉽지 않습니다! 퍼즐을 풀고, 다양한 방법과 옵션을 시도하고, 새로운 특별한 아이템을 열 수있는 동전을 얻으십시오. 팁 : 먼저 작업 테이블을 구입하십시오!) 재미 있어요! - pokulan", // 217

            "스타일 포인트", // 218
            "도끼", // 220
            "스틱", // 221
            "슈리 켄", // 222
            "악마", // 223
            "당근", // 224
            "AlcoMist", // 225
            "적을 30 % 더 약하게 만듭니다.", // 226

            "테디", // 227
            "사다리", // 228
            "대피소에서 살고 싶습니까? \n 답장하십시오!", // 229
            "공항", // 230
            "숲", // 231
            "상점", // 232
            "더 가라.", // 233
            "기억했다 :", // 234
            "구출 버스 :", // 235
            "산타 클로스", // 236
            "도움이 필요해. 휴일 장식이 없으니 고맙다.", // 237
            "조심해! 화재!", // 238
            "소화기", // 239
            "눈사람이 우리를 죽인다.", // 240
            "눈사람 살인자", // 241
            "1939 감자", // 242
            "1939 년 감자로 게임을 시작하십시오.", // 243
            "8 초만 도전", // 244
            "8 초만에 수집 할 수 있습니다.", // 245
            "음식과 물만", // 246
            "3 리터의 물과 2kg의 음식으로 만 게임을 시작하십시오.", // 247
            "오직 여자들!", // 248
            "Katrin과 만 플레이하십시오.", // 249
            "겨울이오고있다", // 250
            "항상 서리가 내린 바람이 있습니다.", // 251
            "Random", // 252
            "임의의 항목으로 게임 시작.", // 253
            "BenHulk", // 254
            "돌연변이가 된 Ben을 사용하여 게임을 시작하십시오.", // 255
            "공장 경비원", // 256
            "식물은 당신이 피난처를 보호 할 수 있도록 도와줍니다.", // 257
            "Danse macabre", // 258
            "캐릭터는 죽음 이후 6 일 만에 다시 살아납니다.", // 259
            "승려 없음", // 260
            "승려는 없어!", // 261
            "Safety outside", // 262
            "항상 낮은 방사선.", // 263
            "여분의 박쥐", // 264
            "박쥐는 돌연변이가있다. 그들은 Blooby를 데려 간다.", // 265
            "출구 없음", // 266
            "함정이 없다.", // 267
            "클래식 모드", // 268
            "고전 모드에서 재생 - 예전, 오직 한 방 등", // 269
            "샌드 박스 모드", // 270
            "샌드 박스 모드에서 플레이하고, 원하는 것을하십시오!", // 271
            "더 이상 오싹하지 마라", // 272
            "박쥐, 눈사람, Pennywhistle없이 플레이하십시오.", // 273
            "RPG", // 274
            "경험치와 레벨 업 캐릭터 획득.", // 275

            "수평", // 276
            "다음 수준", // 277
            "전철기", // 278

            "일일 보너스", // 279
            "주간 보너스", // 280
            "나는 인디 게임 개발자로서이 게임을 개선하는 데 여가 시간을 보내고 싶다면 나를 기부 할 때 = 프리미엄을 사는데 도움이된다. 모든 DLC 아이템, 0 동전의 모든 쉼터 아이템, 캐릭터 이름 바꾸기, 기억 된 위치 및 모든 광고를 제거하십시오. 감사 :) ", // ​​281
            "공유 ID", // 282
            "나를 추가했습니다", // 283
            "친구 이웃들", // 284

            "deathmatch를하십시오 - 우승자는 누구가 더 오래 지속되는지이다!", // 285
            "수락을 기다리는 중", // 286
            "일치하도록 초대", // 287
            "영원히 죽었다 ...", // 288
            "데스 매치가 이긴다 :", // 289
            "CleanBerry", // 290
            "가족을 깨끗이합니다.", // 291
            "\"Gommi \"village", // 292
            "\"우리는 당신에게 항구를 줄 것입니다. \"", // 293
            "위드", // 294
            "딜도", // 295
            "약제", // 296

            "머리", // 297
            "무기", // 298
            "배꼽", // 299
            "다리", // 300

            "산", // 301
            "마당", // 302
            "상점 # 2", // 303
            "무덤", // 304
            "대피소", // 305
            "묘지", // 306
            "해변", // 307
            "건강", // 306
            "에너지", // 307
            "마실 것", // 310
            "먹는다", // 311
            "치유", // 312
            "외출하다", // 313
            "열린 광산", // 314
            "광산 입구는 공예품없이 시작시 열립니다.", // 315

            "여분지도 조각", // 316
            "화재 장소", // 317
            "호텔 예약", // 318
            "재고", // 319
            "상", // 320
            "우라늄", // 321
            "문이 닫혔습니다 (파란색 열쇠가 필요합니다)", // 322
            "파란색 키", // 323
            "위치 더보기", // 324
            "2 개의 무작위 추가 맵으로 게임 시작!", // 325
            "잠금 차단기", // 326
            "모든 키를 가지고 게임 시작!", // 327
            "마스터 탐색기", // 328
            "모든 추가 맵 부품으로 게임 시작", // 329
            "나쁜 눈사람이 돌아왔다 :(", // 330
            "오염 물질 측정기가 고장났습니다.", // 331
            "우리는 샤워를해야합니다! 더러운 물을 사용합시다.", // 332
            "문", // 333
            "독", // 334

            "966 Gommi Blueberries", // 335
            "966 Gommi Blueberries로 게임을 시작하십시오.", // 336
            "Blobby 슬라임", // 337
            "Blobby로 게임 시작.", // 338
            "개를 피하십시오", // 339
            "개로 게임 시작! (개집이 있어야합니다)", // 340
            "친구", // 341
            "사용자 지정", // 342
            "추가 기능", // 343
            "가스 누설과 화재 ...", // 344
            "스타터 팩", // 345
            "여분으로 게임 시작 : 물, 음식, 나무, 철, 감자!", // 346
            "내일은 좋은 날씨가 될거야 ...", // 347
            "내일은 서리가 내리고 바람이 불고 ...", // 348
            "내일 비가 우리를 공격 할거야 ...", // 349

            "너는 모두 죽을 것이다!...", // 350
            "우리가 도와 줘야 해! 제발!", // 351
            "트랩 도어가 고장났다. 고쳐야한다.", // 352
            "수생 식물", // 353
            "샤워", // 354
            "약하다", // 355
            "글리치 모드", // 356
            "너는 살아남을 수 있을까? 어디에서나 결함이있다 ... 정상적으로 돌아 오기 위해 게임을 다시 시작하라!", // 357
            "지진!", // 358
            "무엇을 구하려합니까?", // 359
            "Ben? 어떻게 가능하니?", // 360
            "공격자는 어디 에나 있습니다!", // 361
            "방", // 362
            "정원", // 363
            "지하실", // 364
            "매거진", // 365
            "허리케인이오고있다 !!!", // 366
            "Tic Tac 입 닥쳐", // 367
            "시계가 천천히 움직입니다!", // 368
            "에어 필터", // 369
            "우리는 잡지에있는 공기 필터를 수리해야합니다!", // 370
            "Cula", // 371
            "수프", // 372
            "해골", // 373
            "도제 부활", // 374
            "죽은 개를 되살려 라!", // 375
            "우리는 나가기 위해 우주 로켓을 만들거나 외부의 다른 생물에게 도움을 청해야한다. 아들의 전화가 도움이 될 수도있다. 버스가 도착하면 누군가를 확인해 보라.", // 376
            "군인은 함정을 열어 야간에 가벼운 신호를 줄 때 우리에게 라디오를 통해 알려야한다.", // 377
            "Martha", // 378

            "아니! Martha 가 죽었다 ...", // 379
            "Martha 가 아프다. 그녀를 치료해야한다!", // 380
            "숨기기", // 381
            "그들은 Martha 를 납치했다!", // 382

            "안녕 Martha, 내 이름은 프리비 야 너를 해치고 싶지 않아 내가 너를 돕고 싶어 너를 멋진 곳으로 보여줄거야하지만 나 대신 뭔가해야 해 ...", // 383
            "형제를 죽여주세요. 벤은 너무 무례하고 너를 사랑하지 않아. 다음 주에 여기로 돌아와.", // 384
            "나는 여자를 좋아한다. 그래서 너의 아버지 Bob을 죽여라. 다음 주에 여기로 돌아와.", // 385
            "네 엄마를 먹이고 물을 준다. 강해야한다. 다음 주에 여기로 돌아와.", // 386
            "나는 술을 좋아하고, 다음 주에 술 한 병을 만들어 내게 가져와.", // 387
            "고마워요! 오늘 여기로 돌아와.", // 388
            "기타", //389
            "POLICE! OPEN!", // 390
            "우리는 당신이 공급품을 훔치는 것을 알고 있습니다! 감자 1 개와 당근 1 개를 주면 무시할 것입니다.", // 391

            "그 사람들에게 뇌물을 줄 수 있니?", // 392
            "Uhm ... 당신은 우리에게 매우 중요합니다. 우리는 당신을 위해 올 것입니다.", // 393
            "동의", // 394
            "동의하지 않는다", // 395
            "쏴 버린거야?", // 396
            "CCTV", //397
            "전에 \"파워 박스\"를 사용하십시오.", // 398


            "홉", // 399
            "맥주", // 400

            "곡괭이",// 401
            "더 나은 곡괭이", // 402

            "Coal", // 403
            "철광석", // 404
            "구리 광석", // 405
            "우라늄 광석", // 406
            "금 광석", // 407
            "의사", // 408
            "우라늄 곡괭이", // 409
            "취해", // 410
            "- 술에 취해 \n- 채광 에너지를 추가합니다", // 411
            "볶은 감자", // 412
            "구운 생선", // 413


            "Play The Hobo idle Clicker, whole story about the NUKE in Whelylely city and of course Hobo! Real time game!",//414

            "크로우 바", // 415
            "강도 사건", // 416

            "Innocent Bomb", // 417
            "2000의 피해를 입힌다", // 418

            "그들은 들어갈 수 없다", // 419

            "Messages", // 420
            "GPS", // 421
            "게임", // 422
            "Snake", //423
            "영화", // 424


            "전화 번호", // 425
            "부름", // 426

            "안녕하세요 [...] 도움이 필요하십니까? [...] 3 주 후에 다시 전화 드리겠습니다.", // 427
            "안녕하세요 [...] 나는 친구들에게 이야기합니다 [...] 예 웨스트는 우리를 공격했습니다 [...] 나는 당신을 도울 수있는 사람을 알고 있습니다 [...] Carl에게 전화하십시오 : +48 4392", // 428
            "안녕하세요, Carl Carl [...] John과 이야기하십시오. [...] 지구는 파괴되었지만 안전한 곳이 있습니다. 군대에 전화 : 112112", // 429
            "안녕하세요, 당신이 칼에서 왔을 때 ... ... 알았어요. 6 병의 알콜과 2 병의 맥주를 준비해주세요. 그러면 우리가 너를 구할 것이다. ", // 430

            "더러운 옷", // 431
            "가족은 매일 매일 무작위로 옷을 입는다.", // 432
            "전화 충전기", // 433
            "버섯", // 434
            "알람 시계", // 435

            "안녕 인간. 나는 당신에게 이상한 나라, 전쟁이나 침략없는 더 좋은 단어를 보여줄 수 있습니다.", // 436
            "우리는 거기에서 알코올을 사용할 수 없기 때문에 약간 목이 마르다.", // 437
            "나는 맥주 1 개와 보드카 1 병마다 20 일마다 갈 것이다.", // 438
            "나는 4 번 올 것이다. 있니?\n\n\nYES       NOT YET", // 439
            "고맙습니다! 다음 20 일 동안 안녕.", // 440
            "술도, 구조도 ... 영원히 안녕.", // 441
            "고기", // 442
            "구운 고기", // 443
            "방울 폭탄!", // 444
            "폭격기로 게임을 시작하십시오! 추가 스타일 포인트를 얻으려면 목표물을 명중하십시오!", // 445

            "고양이가 죽었다 :", // 446
            "Martha 명은 나쁜 꿈을 꾸었다 ... 숨어 야 할 때 너무 무서워한다.", // 447
            "쌀", //448
            "접착제", // 449

            "농장", // 450
            "모든 씨앗으로 게임을 시작하십시오.", // 451

            "사과 나무", // 452
            "사과", // 453

            "내일 더 많은 에너지 회복을 얻었습니다!", // 454
            "사과주", //455

            "Expedition take place next day after letting it.", // 456
            "Open the trapdoor and go sleep to give light signal if radio says.", // 457
            "Be sure you are safe when you are giving light signal.", // 458
            "You can set alarm clock to feed the dog in the night.", // 459
            "You can not use shop in the city when the doctor is in the shelter.", // 460
            "You can rob the shop with crowbar when the doctor is in the shelter.", // 461
            "Go further and first click to draw a map then you unlock more loctions.", // 462
            "Hide Martha when she is alone before you open the trapdoor for night.", // 463
            "Silver key may be carry by the bird or The Doctor in the shop.", // 464
            "Get The Cook to get golden key.", // 465
            "To get blue key exchange in the hotel.", // 466
            "Check the wiki page to see all endings.", // 467
            "In the main in cellar dig to get coal, bones and metal ores.", // 468
            "Drink Beer or Cider to recover mining energy.", // 469
            "Always check your characters stats.", // 470
            "Some actions you can make instantly and some needs sleep.", // 471
            "Click on trash can in garden to move out the rubbish and monster.", // 472
            "Look for supply drop in the garden.", // 473
            "Try to craft a rocket and escape from Earth..", // 474
            "Try to craft and prepare a raft on the beach to escape.", // 475
            "Helpers who knock to trapdoor can give you potatoes and map.", // 476
            "Cat kills trash monsters and bats..", // 477
            "Be careful on expeditions!", // 478
            "Look for car parts on expeditions to fix the car on junkyard.", // 479
            "Remember about potions! You can craft and use them.", //480

            "더 많은 것 :", // 481
            "커피", // 482
            "커피 씨앗", // 483
            "에너지 회복", // 484

            "Coronavirus", // 485
            "COVID-19로 살아남으십시오! 알코올이 도와줍니다!", // 486

            "노래를 거기에 붙여 넣기", // 487
            "저장소에 대한 액세스 권한 부여", // 488

            "호보가 우리를 강탈합니다. 당신은 그것으로 뭔가를 할 수 있습니까? ... 그를 죽이면, 우리는 더 이야기 할 것입니다.", // 489
            "우리는 에너지가 필요합니다! 커피 5 컵 가져와", // 490
            "깨진 것이 있습니다. 3 개의 퓨즈가 끊어졌습니다. 새로운 것을 주실 수 있습니까?", // 491
            "쥐들은 전선을 파괴했습니다. 게이트를 열려면 6 개의 새로운 전선이 필요합니다.", // 492
            "게이트의 전원을 켜려면 우라늄 조각 10 개가 필요합니다.",// 493
            "매주 일요일마다 문이 열립니다!", // 494

            "Purple Power", // 495
            "모든 부상을 치료하십시오", // 496

            "Valiant Heart", // 497
            "자살은 없습니다.",// 498

            "<클릭>", // 499
            "<스 와이프>", // 500
            "공급품은 생존에서 가장 중요합니다. 공급품을 추적하는 것을 잊지 마십시오.", // 501
            "손가락으로 스 와이프하여 방이나 외부의 일부 위치를 변경할 수 있습니다.", // 502
            "터치 / 클릭으로 확인할 수있는 다른 항목이 많이 있습니다.", // 503
            "다음날 자러 가세요.", // 504
            "밥의 상태를 확인합시다. 그를 클릭하고 음료수를주세요!", // 505
            "가족을 추적하는 것이 중요합니다. 식물을보세요 ... 쓰레기통으로 옮기세요!", // 506
            "어떤 행동은 수면이 필요합니다. 감자를 심고 다음 날로 가자.", // 507
            "Trapdoor는 매우 중요합니다. 누군가 노크하는 경우 적이나 도우미가 될 수 있으며 자체 상태도 있습니다.", // 508
            "예를 들어 물약을 사용하여 함 정문을 열거 나 누가 있는지 확인할 수 있습니다.", // 509
            "포션 생성 : PissVision 및 마셔 라.", // 510
            "보세요! 도우미! 안전하게 함 정문을 열 수 있습니다.", // 511
            "모든 가족 구성원에게 음식과 음료를 줄 때입니다.", // 512
            "감자에 물을 줍시다.", // 513
            "쓰레기에서 나가는 것이 중요합니다. 정원으로 가십시오.", // 514
            "이제 누군가를 원정대에 보내 보급품을 구할 시간입니다.지도가 있으니 도시로 가자.", // 515
            "방사능이 높으면 방독면 1 개가 필요합니다.", // 516
            "물과 음식 묶음을 가져 가십시오.", // 517
            "좋아, 당신은 기본적인 것들을 알았다. 이제 게임을 시작할 수있다. 일기를 읽고 당신의 두뇌를 사용하라! 모두 죽여라.", // 518

            "Trash killer", // 519
            "처음에는 쓰레기 몬스터에게 강한 독이 있습니다.", //520
            "블라인드", // 521
            "램프없이 플레이하십시오.", // 522
            "나는 당신의 물을 훔칠 것입니다!", // 523
            "빵", // 524

            "내 이름은 Srak입니다.이 문제를 도와주세요. 식탁보를주세요. 감자, 라디오, 휘발유를 드릴게요.", // 525
            "Ammunition keeper", // 526
            "많은 탄약으로 게임을 시작하십시오!", // 527
    };

    public static final String credits = "번역:\n-Google :c";
}
