package com.pokulan.aliveinshelter;

import com.badlogic.gdx.Gdx;
import com.badlogic.gdx.graphics.g2d.BitmapFont;

public class Ukrainian {
    public static final BitmapFont czcionka = new BitmapFont(Gdx.files.internal("czcionka.fnt"));
    public static final String TEXT[] ={
            "Нова гра", //1
            "Продовжити", //2
            "Статистика", //3
            "Збірник програшів", //4
            "Програші сховища", //5
            "Сховище: ", //6
            "Ігрові початки", //7
            "Смерті сина", //8
            "Не закінчені ігри", //9
            "Найдовша гра", //10

            "Боб! поспішай, \n Захопи якомога більше запасів\n     Скільки зможеш!\n              Катрін", //11

            "Боб помер,це сумно...", //12
            "Бен помер, чому він? Чому...?", //13
            "Катрін померла, остання здорова жінка мертва...", //14
            "Боб захворів,де ліки?", //15
            "У Бена висока температура.", //16
            "Катрін почувається не добре.", //17
            "Боб не повертається занадто довго.", //18
            "Бен зник,він більше не повернеться.", //19
            "Катрін зникла назавжди...", //20

            "Ми захворіли, от бляха!", //21
            "Злива, наше сховище протікає.", //22
            "Хтось пролив нашу воду -0.25Л!", //23
            "Трохи їжі зіпсувалося -0.2kg.", //24
            "Нема електрики,нам потрібно відкрики люк або скористатись ліхтарем.", //25
            "Бен більше не міг терпіти таке життя і мучатись через все це.", //26

            "Радіо нарешті відремонтовано.", //27
            "Маска нарешті відремонтована!", //28
            "Радіо знову зламалося...", //29

            "We have to take out the rubbish, otherwise mildew will kill us.", //30
            "Ми змогли дати світловий сигнал,може в наступний раз нас врятують.", //31
            "Ми загубили ліхтар.", //32
            "Ми вкрали ліхтар.", //33
            "Ми вкрали маску.", //34
            "Ми загубили сокиру...", //35
            "Наступного разу ми будемо торгувати.", //36
            "Торгівля завершена.", //37
            "Resuscitation done!", //38
            " must be resuscitated!\nTap fast!", //39

            "Був занадто повільний\n  щоб жити", //40
            "Мої ігри", //41
            "Будь ласка,дайте світловий сигнал", //42

            "Боб", //43
            "БЕН", //44
            "КАТРІН", //45
            "голод", //46
            "спрага", //47
            "втома", //48
            "сп'яніння", //49

            "Матраци = лягай спати,щоб настав наступний день", //50
            "Огидне сміття", //51
            "Сміттєвий монстр", //52
            "Ми можемо це з'їсти?", //53
            "Гральні карти--гаша єдина розвага", //54
            "Радіо = спілкування", //55
            "Рівень забруднення: ", //56
            "Високий", //57
            "Низький", //58
            "Велика карта", //58
            "Сокира", //59
            "Mask, condition:", //60
            "Інструменти:", //61
            "Аптечка:", //62
            "Нормальний ліхтар", //63
            "Консерви", //64
            "Вода", //65
            "Бензин", //66

            "В мене є корисні речі.", //67
            "Пссс... В мене дещо є!", //68
            "Хтось стучиться в люк??", //69
            "Якийсь шум, це допомога?", //70
            "Щось вдарилося об землю.", //71
            "Зовні тихо...", //72

            "With no supplies, Ben will not come back...", //73
            "With no supplies, Bob will not come back...", //74
            "With no supplies, Katrin will not come back...", //75

            " Hi, what's going on\n" +
                    "here is fairly complicated,\n" +
                    "don't trust the\n" +
                    "government or the military.\n" +
                    "You can come with us.\n" +
                    "Every even-numbered day, come\n" +
                    "and we'll leave a package\n" +
                    "  here for you.", //76
            "Цікава людина[?]...", //77
            "Get out! You are\n" +
                    "  not one of us!", //78

            "There was nothing in the box.", //79
            "Ми знайшли інструменти.", //80
            "Ми знайшли вимірювач.", //81
            "Ми знайшли карти.", //82
            "Ми знайшли сокиру.", //83
            "Ми знайшли маску.", //84
            "Ми знайшли ліхтар.", //85
            "Ми знайшли радіо!", //86
            "Ми знайшли аптечку.", //87
            "Ми знайшли бензин.", //88

            "Сівалка", //89
            "Картопля", //90
            "Алкоголь", //91
            "Піч зігріє нас і захистить від холоду", //92
            "Наш старий дистилятор", //93
            "Відро", //94
            "Це льодовиковий період...!?", //95
            "Час проходить. Силіти тут так нудно...", //96

            "Волоцюга", //97
            "Блоббі буває іноді занадто агресивним!", //98
            "Піч", // 100
            " Рослина",//101

            "Ви вижили...", // 102
            "Всі померли...", // 103
            "Напали і вбили...", // 104
            "Натисни на меню", // 105
            "На нас напали.", // 106
            "Це була допомога,нам принесли картоплю і нову карту!", // 107
            "Ми принесли те,що впало.", // 108
            "День", // 109
            "Дні", //110
            "Проведи вліво!",//111
            "Аеропорт",//112
            "They will save us soon, Potatoes +1.",//113
            "Next time it'll come be with us.",//114
            "Ми загубили карту...", // 115
            "Тільки сховище", // 116
            "Рушниця", // 117
            "Боєприпаси", // 118
            "Кухар", // 119
            "Брудна вода", // 120
            "Фільтр", // 121
            "Блок живлення", // 122

            "Дерево", // 123
            "Залізо", // 124
            "Верстак", // 125
            "Гній", // 126
            "Слиз", // 127
            "ТБ", // 128

            "Ракета", // 129
            "Пальне для ракети", // 130
            "Яма в шахті", // 131
            "Алтар", // 132
            "Хвороба", // 133
            "Клапан", // 134
            "Інші речі:", // 135
            "Мідь", // 136
            "Запобіжник", // 137
            "Дріт", // 138
            "Шахтер", // 139
            "Кажани", // 140
            "Золотий ключ", // 141

            "Лопата", // 142
            "Могила", // 142
            "Сердце", // 144
            "Зомбі", // 145

            "Легко", // 146
            "Складно", // 147
            "Траншея", // 148
            "Пташка", // 149
            "Срібний ключ", // 150

            "Собака", // 141
            "Собача будка", // 152
            "Собака померла", // 153
            "Золото", // 154
            "Золотий злиток", // 155
            "Велосипед,ланцюг: " ,// 156
            "Bob couldn't stand seeing all the\n" +
                    "death and struggle for survival.", //157
            "Katrin couldn't stand seeing the\n" +
                    "death and struggle for survival.", //`58
            "Місток", // 159
            "Пліт", // 160
            "Риболовля", // 161
            "Риба", // 162
            "Gommi Blueberry", // 163
            "GommiBerry Juice", // 164
            "Reduces tiredness", // 165
            "Рибна ягода", // 166
            "Reduces tiredness and thirst to 25%", // 167
            "Зелений бруд", // 168
            "Довга експедиція займає лише 1 день", // 169
            "Алхімія", //170
            "Медіум", //171
            "PissVision", // 172
            "Дозволяє сканувати люк 16 днів", //173
            "допомога", //174
            "нападники", //175
            "Атака", //176
            "Захист", //177
            "Картопляне пюре", // 178
            "Підвищує бали захисту до 100%", // 179

            "Кістки", // 180
            "Радіо", // 181
            "Скатертина", // 182
            "Втрачена душа", // 183
            "Невинна душа", // 184
            "Втрачена риба", //185
            "Дає 10000 пошкоджень", //186
            "Невинна картопля", // 187
            "Відновлює 4000 балів захисту", // 188

            "Брейк", // 189
            "Якщо монстр втече,його здоров'я не відновиться", // 190
            "Подвійний копняк", // 191
            "2x більше пошкоджень", // 192
            "Боксерська груша", // 193
            "Динамік", // 194
            "Полонені,мотузка", // 195
            "Полонені, повідомлення військовим", // 196
            "У нас є 10 заручників, приходьте нас рятувати!  \n Гданськ, Легіон", // 197
            "Надіслати", // 198
            "Ми вирушаємо по вас\nДень: ", // 199
            "Ніндзя", //200
            "Монстри не зашкодять вам протягом 5 днів", //201
            "Ковдра", //201
            "Пеннісвістл", //203
            "Зламана машина", //204
            "Автозапчастини", //205
            "Рогатка", //206
            "Курка", //207

            "Рослина росте на стіні.", //208
            "Вода закінчується!", //209
            "Їжа повільно закінчується!", //210
            "Ми повинні дати світловий сигнал або знайти інший спосіб врятуватися.", //211
            "Давайте знайдемо спосіб вижити, ми не можемо більше тут сидіти", //212

            "[Підручник]\nПривіт!  Це ваше сховище, ви можете пересуватися ним (Проведи вліво / вправо).  Доторкніться до елемента та утримуйте його, щоб дізнатись, що це і його характеристику.  Торкніться символів, щоб перевірити їх характеристику.  Натисніть на ліжко, щоб пропустити день.", //213
            "[Підручник]\nБільшість дій, які ви  зробите, почнуть діяти ПІСЛЯ сну. Люк дуже важливий, ви можете ходити по таких місцях, як двір, відкривати люк, щоб впустити когось або дати світловий сигнал. Ви також можете перевірити його міцність і відремонтувати ..", //214
            "[Підручник]\nTap the radio to check if military wants a light signal, open the door to give it. Search for their station signal! It will take a few times to get their attention for rescue. Other ways are out there for you to discover! :D", //215
            "[Підручник]\nНе забувайте годувати сім’ю!  Щоб отримати предмети / ресурси, вирушайте в експедиції (завантажуються в меню персонажа) - спостерігайте за їх статусом перед тим, як піти!  Якщо у вас немає запасів, вони не повернуться!", //216
            "[Підручник]\nЯкщо ви загубите свою карту, помічники (якщо вам пощастить) дадуть вам другу.  Вирощуйте картоплю в сівалці, ви можете використовувати її для торгівлі в магазині.", //217
            "[Підручник]\nЦя гра непроста!  Розв’язуйте головоломки, пробуйте різні способи і тактики, заробляйте монети, щоб розблокувати нові спеціальні предмети.  Спробуйте спочатку робочий стіл!  ;) Веселіться! - покулан", //217

            "Бали стилю",//219
            "Сокира", // 220
            "Палиця", // 221
            "Сюрікен", // 222
            "Диявол", // 223
            "Морква", // 224
            "Алхімік", // 225
            "Робить нападника на 30% слабкішим.", // 226

            "Тедді", // 227
            "Сходи", // 228
            "Тобі подобається\n Alive In Shelter?\n     Оціни!", // 229
            "Аеропорт", // 230
            "Ліс", // 231
            "Крамниця", // 232
            "Продовжувати", // 233
            "Запам'ятати: ", // 234
            "Рятувальниц автобус: ", // 235
            "Санта Клаус", // 236
            "Мені потрібна допомога. У вас немає святкових прикрас, дуже школа що ви не можете допомогти.", // 237
            "Подивіться! ВОГОНЬ!", // 238
            "Вогнегасник", // 239
            "Сніговик вбиває нас.", // 240
            "Сніговик убивця", // 241
            "1939 картоплі", // 242
            "Почни гру з 1939 картоплями.", // 243
            "Тільки 8с випробування", // 244
            "Ти маєш тільки 8 секунд щоб зібрати припаси для сховища.", // 245
            "Тільки їжа та вода", // 246
            "Почни гру з 3л води та 2кг їжі.", // 247
            "Тільки жінки!", // 248
            "Грай тільки з Катрін.", // 249
            "Зима наближається", // 250
            "Завжди холодний вітер.", // 251
            "Рандом", // 252
            "Почни гру з випадковими предметами.", // 253
            "БенХалк", // 254
            "Почни гру з мутованим Беном.", // 255
            "Рослина-захисник", // 256
            "Рослина на стіні буде допомагати захистити сховище.", // 257
            "Танець смерті", // 258
            "Персонажі повертаються до життя на 6 день після смерті.", // 259
            "НІ Ченцям", // 260
            "Ченців більше немає!", // 261
            "Безпека зовні", // 262
            "Завжди низький рівень радіації.", // 263
            "Додаткові кажани", // 264
            "Кажани мутують. Вони будуть приносити слимака Блоббі.", // 265
            "Виходу нема", // 266
            "Люку немає, на поверхню не потрапити.", // 267
            "Класичний режим", // 268
            "Грай в класичний режим,як в старі часи. Тільки одна кімната.", // 269
            "Режим пісочниці", // 270
            "Грай в режимі пісочниці, роби, що забажаєш!", // 271
            "Ніяких жахіть", // 272
            "Грай без кажанів, сніговика та Пеннісвістла.", // 273
            "RPG", // 274
            "Накопичуй бали досвіду та підвищуй рівень членів родини.", // 275

            "Рівень", // 276
            "Наступний рівень", // 277
            "Бали", // 278

            "Щоденний бонус", // 279
            "Щотижневий бонус", // 280
            "Я інді-розробник ігор, Я витрачаю свій вільний час, щоб покращувати гру. Ти можеш купити преміум щоб підтримати мене. Ти розблокуєш всі DLC предмети, всі предмети в сховищі будуть безкоштовними, зможеш переіменовувати персонажів, запам'ятаовувати місця та прибереш рекламу. Спасибі :)", // 281
            "Поділитись ID", // 282
            "Додати мене", // 283
            "Друзі сусіди", // 284

            "Зіграти в матч смерті - переможець той,хто протримався довше!", // 285
            "Чекає прийняття", // 286
            "Запросити на матч", // 287
            " помер назавжди...", // 288
            "Перемоги в матчі смерті:", // 289
            "Очисна ягода", // 290
            "Очищає членів родини.", // 291
            "\"Гоммі\" село", // 292
            "\"Ми дамо вам прихисток.\"", // 293
            "Бур'ян", // 294
            "Фаллоімітатор", // 295
            "Наркотики", // 296

            "Голова", // 297
            "Руки", // 298
            "Живіт", // 299
            "Ноги", // 300

            "Гори", // 301
            "Двір", // 302
            "Крамниця #2", // 303
            "Гробниця", // 304
            "Сховища", // 305
            "Кладовище", // 306
            "Пляж", // 307
            "Здоров'я", // 306
            "Енергія", // 307
            "пити", // 310
            "їсти", // 311
            "лікувати", // 312
            "виходити", // 313
            "Відкрити шахту", // 314
            "Вхід у шахту відкритий спочатку, вам ге потрібен станок.", // 315

            "Додаткові частини карти", // 316
            "Камін", // 317
            "Забронювати номер", // 318
            "Запас", //319
            "Приз", //320
            "Уран", // 321
            "Двері на замку (Мені потрібен синій ключ)", // 322
            "Синій ключ", // 323
            "Більше локацій", // 324
            "Почни гру з 2 випадковими додатковими частинами карти!", // 325
            "Майстер замків", // 326
            "Почни гру з всіма ключами!", // 327
            "Мастер експедицій", // 328
            "Почни гру з всіма додатковими частинами карти", // 329
            "Злий Сніговик повернувся :(", // 330
            "Лічильник радіації зламався.", // 331
            "Ми повинні прийняти душr! Треба використати брудну воду.", // 332
            "Люк", //333
            "Отрута", //334

            "966 Гоммі чорниць", //335
            "Почни гру з 966 Гоммі чорницями.", //336
            "Блоббі слимак", //337
            "Почни гру з Блоббі.", //338
            "Друг людини", //339
            "Почни гру з собакою! (Ти повинен мати собачу будку)", //340
            "Друзі", // 341
            "Налаштування", // 342
            "Додатково", //343
            "Витік газу та подежа спричинили вибух...", // 344
            "Стартовий набір", //345
            "Почни гру з додатковими предметами: водою, їжею, деревом, залізом та картоплею!", //346
            "Завтра буде хороша погода...", //347
            "Завтра буде холодно та вітряно...", //348
            "Завтра буде дощ...", //349

            "Вииии всіііі помреееетееее...", //350
            "Нам потрібна допомога! Будь ласка!", //351
            "Люк поламався,ми повинні полагодити його.", //352
            "Водні посіви", //353
            "Душ", //354
            "Сповільнення", // 355
            "Глючний режим", // 356
            "Ти зможеш вижити? Глюки усюди... Перезапусти гру, щоб повернути нормальний ігровий процес!", // 357
            "Землетрус!", // 358
            "Схопіть те,що хочете врятувати", // 359
            "Бен!? Як таке можливо?", //360
            "Злодії усюди!", //361
            "Кімната", //362
            "Садок", //363
            "Підвал", //364
            "Журнал", //365
            "Наближається ураган!!!", // 366
            "Тік-так стули пельку!", // 367
            "Уповільнює годинник!", // 368
            "Повітряний фільтр", // 369
            "Ми маємо відремонтувати првітряний фільтр за допомогою інформації з дурналу!", //370
            "Кула", // 371
            "Суп", //372
            "Скелет", // 373
            "Собача витривалість", // 374
            "Повертає до життя собаку!", // 375
            "Нам потрібно побудувати космічну ракету, щоб спастись, або попросити допомоги якихось інших істот ззовні.  Телефон сина також може бути корисним.  Будь ласка, перевірте автобусну зупинку..", //376
            "Військові повинні повідомити нам по радіо, коли слід відкривати люк і подавати їм світловий сигнал вночі.", // 377
            "Марта", // 378

            "Ні! Марта померла...", //379
            "Марта захворіла. Нам потрібно негайно вилікувати її!", //380
            "сховати", // 381
            "Марту викрали!", //382

            "Вітаю Марта. Мене звуть Фреббі, я не хочу робити тобі боляче. Я хочу допомогти тобі. Я покажу тобі дивовижне місце,але тобі спочатку треба дещо зробити для мене...", // 383
            "Будь ласка, вбий свого брата. Бен такий грубий і не любить тебе... Повернись сюди наступного тижня.", // 384
            "Я віддаю перевагу жінкам, тож будь ласка, вбий свого батька Боба... Повернись сюди наступного тижня.", // 385
            "Нагодуй і напої свою матір. Їй потрібно бути сильною... Повернись сюди наступного тижня.", //386
            "Я люблю алкоголь,будь ласка зроби пляшку алкоголю і принеми її мені на наступному тижні.", //387
            "Дуже дякую! Повернись сюди на наступний день:",//388
            "Гітара", //389
            "Це поліція! НЕГАЙНО Відчиніть!", // 390
            "We know that you steal supplies! Give us 1 potato and 1 carrot and we will look away.", //391

            "Можливо,дамо їм хабар?", //392
            "Мммм... Ти для нас дуже важливий. Ми приїдемо за вами: ",// 393
            "Погодитися", //394
            "Відмовити", //395
            "Може, вистрілимо в них?", //396
            "CCTV", //397
            "Використати \"Блок живлення\" раніше.", //398

            "Хміль", // 399
            "Пиво", // 400

            "Кирка",// 401
            "Міцна кирка", // 402

            "Вугілля", // 403
            "Залізна руда", // 404
            "Мідна руда", // 405
            "Уранова руда", // 406
            "Золота руда", // 407
            "Доктор", //408
            "Уранова кирка", // 409
            "-Робить п'яним", // 410
            "-Робить п'яним\n-Додає енергію для видобутку руди", // 411
            "Смажена картопля", // 412
            "Смажена риба", // 413

            "Зіграй в Hobo idle Clicker, дізнайся історію звичайного бродяги Хобо в місті Вілілі! Гра в реальному часі!",//414

            "Лом", //415
            "Пограбування магазину", // 416

            "Невинна бомба", // 417
            "Наносить противнику 2000 пошкодження.", // 418

            "вони не можуть зайти", // 419

            "Повідомлення", //420
            "GPS", //421
            "Гра", //422
            "Змійка", //423
            "Фільми", //424

            "Телефон", //425
            "Подзвонити", //426

            "Привіт [...] Отже, вам потрібна допомога?  [...] Хмммм, я передзвоню вам через 3 тижні ", // 427
            "Привіт [...] Я говорив зі своїми друзями [...] Так, Захід напав на нас [...] Я знаю когось, хто може тобі допомогти [...] Зателефонуй Карлу: +48 4392 До побачення!",  // 428
            "Привіт, Карл тут [...] А, отже, ти говорив з Джоном [...] Земля може бути спустошена, але є безпечні місця. Зателефонуй військовим: 112112", // 429
            "Привіт [...] Ой, Карл вас направив? [...] Я розумію. Приготуйте нам 6 пляшок алкоголю і 2 пива. Тоді ми врятуємо вас у день: ", //430

            "Брудний одяг", // 431
            "Члени родини кожен день змінюють одяг на випадковий,раніше куплений.", // 432
            "Зарядка для телефону", // 433
            "Гриби", // 434

            "Будильник", // 435"Будильник", // 435

            "Привіт, людино.  Я можу показати вам країну чудес, кращий світ без війн та агресії ", // 436
            "Ми не можемо там вживати жодного алкоголю, тому я трохи спраглий", // 437
            "Я буду приходити сюди кожні 20 днів за 1 пивом і 1 пляшкою горілки.", // 438
            "Я прийду 4 рази. Ви прийшли? \n \n \n ТАК НІ", // 439
            "Дякую! До зустрічі через 20 днів. Не забувайте!", // 440
            "Нема алкоголю, нема порятунку... Бувай назавжди.", // 441
            "Плоть", //442
            "Смажена плоть", //443
            "Скидуй Бомби!", //444
            "Почни гру як бомбардувальник! Потрапляй в мішені, щоб отримати додаткові монети!", //445
            "Кота вбили:", // 446
            "Марті наснився кошмар... Їй тепер дуже моторошно, коли потрібно ховатися.", //447
            "Підйом", //448
            "Клей", // 449

            "Фермер", // 450
            "Почни гру з усіма видами насіння.", // 451

            "Яблуня", // 452
            "Яблуко", // 453

            "Ви отримаєте більше енергії завтра!", // 454
            "Сидр", //455

            "Експедиція відбувається наступного дня після планування. ", // 456
            "Відкрити люк і заснути, щоб подати світловий сигнал для мовлення.", // 457
            "Будьте впевнені, що ви в безпеці, коли подаєте сигнал.", // 458
            "Ви можете встановити будильник, щоб годувати собаку вночі.", // 459
            "Ви не можете робити покупки в місті, коли лікар у притулку.", // 460
            "Ви можете пограбувати магазин ломом, коли лікар знаходиться у притулку.", // 461
            "Пройдіть далі, щоб намалювати карту першої подорожі, щоб розблокувати більше локацій.", // 462
            "Ховай Марту, якщо залишаєш люк відкритим на ніч.", // 463
            "Срібний ключ модна отримати у птаха або в Доктора в магазині.", // 464
            "Отримай кухаря, щоб отримати золотий ключ.", // 465
            "Щоб отримати синій ключ, торгуйте в готелі. ", // 466
            "Перевірте сторінку wiki, щоб знайти посібник із закінчень та багато іншого.", // 467
            "В підвалі ти можеш добувати кістки,вугілля і руду.", // 468
            "Коли п'єш пиво або сидр, відновлюєш енергію для видобутку руди.", // 469
            "Завжди перевіряй характеристику членів родини.", // 470
            "Деякі дії ви можете зробити миттєво, а деякі потребують сну. ", // 471
            "Перевірте сміттєвий бак у своєму саду, щоб вивезти сміття та чудовисько.", // 472
            "Шукай запаси у саду.", // 473
            "Спробуйте створити ракету і врятуватися від Землі ...", // 474
            "Спробуйте зробити крафт і підготувати пліт на пляжі, щоб уникнути містечка.", // 475
            "Помічники, які стукають у люк, можуть подарувати вам картоплю та карту..", // 476
            "Кіт вбиває сміттєвого монстра і кажанів..", // 477
            "Будьте обережні в експедиціях! ", // 478
            "Шукайте запчастини для автомобілів під час експедицій, щоб полагодити машину на смітнику.", // 479
            "Пам’ятайте про зілля! Вони можуть вас врятувати, тому обов’язково варіть їх.", //480

            "Більше слотів:", //481

            "Кава", // 482
            "Кавове насіння", // 483
            "Відновлення енергії", // 484

            "Коронавірус", // 485
            "Спробуй вижити з COVID-19! Алкоголь вам у поміч!", // 486

            "Зберігай там свої пісні", // 487
            "Надати налаштуванням гри доступ до сховища", // 488

            "Волоцюга нас пограбував.  Ти можеш щось з цим зробити? ... Убий його, тоді ми ще поговоримо.", // 489
            "Нам потрібна енергія! Принесіть нам 5 чашок кави.", // 490
            "Наш блок живлення потребує ремонту.  Перегоріли 3 запобіжники.  Чи можете ви дати нам нові? ", // 491
            "Щури зруйнували кілька проводів. Для відкриття воріт нам потрібно 6 нових проводів.", // 492
            "Для підключення воріт нам потрібно 10 штук урану.", // 493
            "Ворота відкриваються щонеділі!", // 494

            "Фіолетова сила", // 495
            "Лікує всі травми", // 496

            "Хоробрі сердцем", // 497
            "Немає самогубств.",// 498


            "<натисни>", // 499
            "<проведи>", // 500
            "Supplies are the most important aspect in survival. Remember to keep track of them.", // 501
            "You can change the room or some locations outside with a swipe", // 502
            "There are many other items, which you can check with touch/click.", //503
            "Спи, щоб почати новий лень і пропустити попередній.", // 504
            "Let's check Bob's condition. Click on him and give him a drink!", //505
            "Перевіримо стан Боба.  Клацніть на нього і дайте їжі! ", // 505
            "Важливо стежити за членами сім'ї. О, подивіться на рослину ... перенесіть її у смітник!", // 506
            "Для деяких дій потрібен сон, давайте посадимо картоплю, а потім спимо наступний день.", // 507
            "Люк дуже важливий, якщо хтось стукає, це може бути ворогом або помічником, він також має стан.", // 508

            "Ви можете ризикнути відкрити люк або перевірити, хто там, використовуючи зілля або камеру.", // 509
            "Зробіть зілля в казані: PissVision і випийте його.", // 510
            "Подивіться! Помічники! Ви можете безпечно відкрити люк.", // 511
            "Пора давати всім членам сім'ї їжу та питво.", // 512

            "Давайте поливати нашу картоплю.", // 513
            "Важливо винести сміття.  Вийди на вулицю в сад. ", // 514
            "Пора відправити когось в експедицію за запасами. У нас є карта, тож їдемо до міста.", // 515
            "Перевірте радіацію! Якщо вона ВИСОКА, тоді експедиція буде коштувати вам одного використання протигаза.", // 516
            "Візьми пачку води та їжі.", // 517
            "Добре, ти знаєш ази, тепер ти можеш розпочати гру. Читай щоденник і використовуй свій мозок! Убий усіх.", // 518

            "Сміттєвий монстр", // 519
            "На початку є сильна отрута для сміттєвого монстра.", //520
            "Сліпота", // 521
            "Грай без лампи.", // 522
            "Я вкраду твою воду!", // 523
            "Хліб", // 524

            "Мене звуть Срек. Будь ласка допоможіть мені \"це\" біда. Дайте мені скатертину. Я дам вам трохи картоплі,радіо і бензин.", // 525
            "Зберігач боєприпасів", // 526
            "Почни гру з великою кількістю боєприпасів!", // 527

            "Натисніть і утримуйте, щоб придбати", // 528

            "Сьогодні спекотна спека, сьогодні нам доведеться ПИТИ більше!", // 529
    };

    public final static String credits = "Переклад: -Шураєв Олександр\ndiscord: alex2004#7520";
}
